[
  {
    "name": "Elegance Copper Cup",
    "manufacturer": "Elegance",
    "price": 14.73,
    "in_stock": 12,
    "description": "For over 30 years, elegance has been known for elegant design at accessible prices. From home to hotel and everywhere in between, elegance has made high end products . This 12 ounce copper plated mint julep cup is perfect all year round, not just Kentucky derby time. In addition to beverage use can also be used as a vase.",
    "imn": "B00C07COD3"
  },
  {
    "name": "Bride of Frankenstein Mousepad",
    "manufacturer": "Nightmare Novelty",
    "price": 11.50,
    "in_stock": 4,
    "description": "Our custom made Mousepads are 9.4 x 7.75\" in diameter and 1/4\" thick. They have a white fabric top for vivid color and clarity with a matt finish. They also have a genuine black rubber (not foam) base for non slip action. The polyester cloth top is vulcanized to the rubber, not glued so it wont peel off. Don't be fooled by the much thinner 1/8\" Mousepads. Its like scrolling your mouse on a sheet of paper. Our Mousepads are 1/4\" thick. BUY THE BEST...BUY HERE!",
    "imn": "B00C07CD1K"
  },
  {
    "name": "Age of Understatement #1 [Vinyl]",
    "manufacturer": "The Last Shadow Puppets",
    "price": 26.04,
    "in_stock": 4,
    "description": "2008 UK limited edition 2-track 7\" single pressed on Heavyweight Vinyl - From the eagerly anticipated side project of Alex Turner [Arctic Monkeys] & Miles Kane [The Rascals], 'The AgeOf The Understatement' is a majestic masterpiece where the two voices, intertwined in harmony, form the canvas for a story centred around this one heartbreaker of a girl; and includes 'Two Hearts In Two Weeks'.",
    "imn": "B00153ZRCW"
  },
  {
    "name": "Cowboys (All Aboard Books)",
    "manufacturer": "Lucille Recht Penner",
    "price": 3.99,
    "in_stock": 123,
    "description": "Portrays the day-to-day life of a cowboy in the Old West, from round-ups and trail drives to meals around the campfire and nights under the stars.",
    "imn": "044840947X"
  },
  {
    "name": "Graham Field Flat Type Instrument Tray",
    "manufacturer": "Graham Field",
    "price": 24.47,
    "in_stock": 3.99,
    "description": "Features of the Graham Field Flat Instrument Tray: 18-8 (304) Stainless Steel with seamless construction. 15 1/8\" x 10 1/2\" x 5/8\". ",
    "imn": "B000TVWW7Y"
  }
]
